{
	"government": [

		{
			"name": "Empowered",
			"option": [

				{
					"name": "Aristarchic",
					"desc": "Governments with aristarchy attributes are traditionally controlled and organised by a small group of the most-qualified people, with no intervention from the most part of society; this small group usually shares some common trait. The opposite of an aristarchic government is kakistocracy.",
					"option": [
						{
							"name": "Aristocracy",
							"desc": "Rule by elite citizens. It has come to mean rule by \"the aristocracy\" who are people of noble birth. An aristocracy is a government by the \"best\" people. A person who rules in an aristocracy is an aristocrat. Aristocracy is different from nobility, in that nobility means that one bloodline would rule; an aristocracy would mean that a few or many bloodlines would rule, or that rulers be chosen in a different manner."
						},
						{
							"name": "Geniocracy",
							"desc": "Rule by the intelligent; a system of governance where creativity, innovation, intelligence and wisdom are required for those who wish to govern."
						},
						{
							"name": "Kratocracy",
							"desc": "Rule by the strong; a system of governance where those who are strong enough seize power through physical force, social maneuvering or political cunning. The process can mimic Darwinian selection."
						},
						{
							"name": "Meritocracy",
							"desc": "Rule by the meritorious; a system of governance where groups are selected on the basis of people\"s ability, knowledge in a given area, and contributions to society."
						},
						{
							"name": "Timocracy",
							"desc": "Rule by honour; a system of governance ruled by honorable citizens and property owners. Socrates defines a timocracy as a government ruled by people who love honour and are selected according to the degree of honour they hold in society. This form of timocracy is very similar to meritocracy, in the sense that individuals of outstanding character or faculty are placed in the seat of power. European feudalism and post-Revolutionary America are historical examples of this type; the city-state of Sparta provided another real-world model for this form of government."
						},
						{
							"name": "Technocracy",
							"desc": "Rule by the educated or technical experts; a system of governance where people who are skilled or proficient govern in their respective areas of expertise in technology would be in control of all decision making. Doctors, engineers, scientists, professionals and technologists who have knowledge, expertise, or skills, would compose the governing body, instead of politicians, businessmen, and economists. In a technocracy, decision makers would be selected based upon how knowledgeable and skillful they are in their field."
						}
					]
				},

				{
					"name": "Autocratic",
					"desc": "Governments with autocratic attributes are dominated by one person who has all the power over the people in a country. The Roman Republic made dictators to lead during times of war; the Roman dictators only held power for a small time. In modern times, an autocrat\"s rule is not stopped by any rules of law, constitutions, or other social and political institutions. After World War II, many governments in Latin America, Asia, and Africa were ruled by autocratic governments. Examples of autocrats include Idi Amin, Muammar Gaddafi, Adolf Hitler and Gamal Abdul Nasser.",
					"option": [
						{
							"name": "Autocracy",
							"desc": "Rule by one individual, whose decisions are subject to neither external legal restraints nor regular mechanisms of popular control (except perhaps for implicit threat). An autocrat needs servants while a despot needs slaves."
						},
						{
							"name": "Despotism",
							"desc": "Rule by a single entity with absolute power. That entity may be an individual, as in an autocracy, or it may be a group, as in an oligarchy. The word despotism means to \"rule in the fashion of a despot\" and does not necessarily require a single, or individual, \"despot\". A despot needs slaves while an autocrat needs servants."
						},
						{
							"name": "Dictatorship",
							"desc": "Rule by an individual who has full power over the country. The term may refer to a system where the dictator came to power, and holds it, purely by force; but it also includes systems where the dictator first came to power legitimately but then was able to amend the constitution so as to, in effect, gather all power for themselves. In a military dictatorship, the army is in control. Usually, there is little or no attention to public opinion or individual rights. See also Autocracy and Stratocracy."
						},
						{
							"name": "Fascism",
							"desc": "Rule by leader base only. Focuses heavily on patriotism and national identity. The leader(s) has the power to make things illegal that do not relate to nationalism, or increase belief in national pride. They believe their nation is based on commitment to an organic national community where its citizens are united together as one people through a national identity. It exalts nation and race above the individual and stands for severe economic and social regimentation, and forcible suppression of opposition."
						}
					]
				},

				{
					"name": "Monarchic",
					"desc": "Governments with monarchic attributes are ruled by a king/emperor or a queen/empress who usually holds their position for life. There are two types of monarchies: absolute monarchies and constitutional monarchies. In an absolute monarchy, the ruler has no limits on their wishes or powers. In a constitutional monarchy a ruler\"s powers are limited by a document called a constitution. The constitution was put in place to put a check to these powers.",
					"option": [
						{
							"name": "Absolute monarchy",
							"desc": "Variant of monarchy; a system of governance in which a monarch exercises ultimate governing authority as head of state and head of government."
						},
						{
							"name": "Constitutional monarchy",
							"desc": "Variant of monarchy; a system of governance that has a monarch, but one whose powers are limited by law or by a formal constitution, such as that in the United Kingdom."
						},
						{
							"name": "Diarchy",
							"desc": "Variant of monarchy; a system of government in which two individuals, the diarchs, are the heads of state. In most diarchies, the diarchs hold their position for life and pass the responsibilities and power of the position to their children or family when they die. Diarchy is one of the oldest forms of government. In modern usage diarchy means a system of dual rule, whether this be of a government or of an organisation. Such \"diarchies\" are not hereditary."
						},
						{
							"name": "Elective monarchy",
							"desc": "Variant of monarchy; a system of governance that has an elected monarch, in contrast to a hereditary monarchy in which the office is automatically passed down as a family inheritance. The democratic manner of election, the nature of candidate qualifications, and the electors vary from case to case."
						},
						{
							"name": "Emirate",
							"desc": "Similar to a monarchy or sultanate; a system of governance in which the supreme power is in the hands of an emir (the ruler of a Muslim state); the emir may be an absolute overlord or a sovereign with constitutionally limited authority."
						},
						{
							"name": "Federal monarchy",
							"desc": "Variant of monarchy; a system of governance where a federation of states with a single monarch as overall head of the federation, but retaining different monarchs, or a non-monarchical system of government, in the various states joined to the federation."
						},
						{
							"name": "Monarchy",
							"desc": "Rule by royalty; a system of governance where an individual who has inherited the role and expects to bequeath it to their heir."
						}
					]
				},

				{
					"name": "Pejorative",
					"desc": "Regardless of the form of government, the actual governance may be influenced by sectors with political power which are not part of the formal government. Certain actions of the governors, such as corruption, demagoguery, or fear mongering, may disrupt the intended way of working of the government if they are widespread enough.",
					"option": [
						{
							"name": "Bankocracy",
							"desc": "Rule by banks; a system of governance with excessive power or influence of banks and other financial authorities on public policy-making. It can also refer to a form of government where financial institutions rule society."
						},
						{
							"name": "Corporatocracy",
							"desc": "Rule by corporations; a system of governance where an economic and political system is controlled by corporations or corporate interests. Its use is generally pejorative. Examples include company rule in India and business voters for the City of London Corporation."
						},
						{
							"name": "Nepotocracy",
							"desc": "Rule by nephews; favouritism granted to relatives regardless of merit; a system of governance in which importance is given to the relatives of those already in power, like a nephew (where the word comes from). In such governments even if the relatives aren\"t qualified they are given positions of authority just because they know someone who already has authority. Pope Alexander VI (Borgia) was accused of this."
						},
						{
							"name": "Kakistocracy",
							"desc": "Rule by the stupid; a system of governance where the worst or least-qualified citizens govern or dictate policies. Due to human nature being inherently flawed, it has been suggested that every government which has ever existed has been a prime example of kakistocracy."
						},
						{
							"name": "Kleptocracy",
							"desc": "Rule by thieves; a system of governance where its officials and the ruling class in general pursue personal wealth and political power at the expense of the wider population. In strict terms kleptocracy is not a form of government but a characteristic of a government engaged in such behavior. Examples include Mexico as being considered a narcokleptocracy, since its democratic government is perceived to be corrupted by those who profit from trade in illegal drugs smuggled into the United States."
						},
						{
							"name": "Ochlocracy",
							"desc": "Rule by the general populace; a system of governance where mob rule is government by mob or a mass of people, or the intimidation of legitimate authorities. As a pejorative for majoritarianism, it is akin to the Latin phrase mobile vulgus meaning \"the fickle crowd\", from which the English term \"mob\" was originally derived in the 1680s. Ochlocratic governments are often a democracy spoiled by demagoguery, \"tyranny of the majority\" and the rule of passion over reason; such governments can be as oppressive as autocratic tyrants. Ochlocracy is synonymous in meaning and usage to the modern, informal term \"mobocracy.\""
						}
					]
				}

			]
		},

		{
			"name": "Electors",
			"option": [

				{
					"name": "Authoritarian",
					"desc": "",
					"option": [
						{
							"name": "Authoritarian",
							"desc": "Rule by authoritarian governments is identified in societies where a specific set of people possess the authority of the state in a republic or union. It is a political system controlled by unelected rulers who usually permit some degree of individual freedom."
						},
						{
							"name": "Totalitarian",
							"desc": "Rule by a totalitarian government is characterised by a highly centralised and coercive authority that regulates nearly every aspect of public and private life."
						}
					]
				},

				{
					"name": "Democratic",
					"desc": "Governments with democratic attributes are most common in the Western world and in some countries of the east that have been influenced by western society, often by being colonised by western powers over the course of history. In democracies, large proportions of the population may vote, either to make decisions or to choose representatives to make decisions. Commonly significant in democracies are political parties, which are groups of people with similar ideas about how a country or region should be governed. Different political parties have different ideas about how the government should handle different problems.",
					"option": [
						{
							"name": "Demarchy",
							"desc": "Variant of democracy; government in which the state is governed by randomly selected decision makers who have been selected by sortition (lot) from a broadly inclusive pool of eligible citizens. These groups, sometimes termed \"policy juries\", \"citizens\" juries\", or \"consensus conferences\", deliberately make decisions about public policies in much the same way that juries decide criminal cases. Demarchy, in theory, could overcome some of the functional problems of conventional representative democracy, which is widely subject to manipulation by special interests and a division between professional policymakers (politicians and lobbyists) vs. a largely passive, uninvolved and often uninformed electorate. According to Australian philosopher John Burnheim, random selection of policymakers would make it easier for everyday citizens to meaningfully participate, and harder for special interests to corrupt the process. More generally, random selection of decision makers from a larger group is known as sortition (from the Latin base for lottery). The Athenian democracy made much use of sortition, with nearly all government offices filled by lottery (of full citizens) rather than by election. Candidates were almost always male, Greek, educated citizens holding a minimum of wealth and status."
						},
						{
							"name": "Democracy",
							"desc": "Rule by a government chosen by election where most of the populace are enfranchised. The key distinction between a democracy and other forms of constitutional government is usually taken to be that the right to vote is not limited by a person\"s wealth or race (the main qualification for enfranchisement is usually having reached a certain age). A democratic government is, therefore, one supported (at least at the time of the election) by a majority of the populace (provided the election was held fairly). A \"majority\" may be defined in different ways. There are many \"power-sharing\" (usually in countries where people mainly identify themselves by race or religion) or \"electoral-college\" or \"constituency\" systems where the government is not chosen by a simple one-vote-per-person headcount."
						},
						{
							"name": "Direct democracy",
							"desc": "Variant of democracy; government in which the people represent themselves and vote directly for new laws and public policy"
						},
						{
							"name": "Liberal democracy",
							"desc": "Variant of democracy; a form of government in which representative democracy operates under the principles of liberalism. It is characterised by fair, free, and competitive elections between multiple distinct political parties, a separation of powers into different branches of government, the rule of law in everyday life as part of an open society, and the protection of human rights and civil liberties for all persons. To define the system in practice, liberal democracies often draw upon a constitution, either formally written or uncodified, to delineate the powers of government and enshrine the social contract. After a period of sustained expansion throughout the 20th century, liberal democracy became the predominant political system in the world. A liberal democracy may take various constitutional forms: it may be a constitutional republic, such as France, Germany, India, Ireland, Italy, or the United States; or a constitutional monarchy, such as Japan, Spain, or the United Kingdom. It may have a presidential system (Argentina, Brazil, Mexico, or the United States), a semi-presidential system (France or Taiwan), or a parliamentary system (Australia, Canada, India, New Zealand, Poland, or the United Kingdom)."
						},
						{
							"name": "Representative democracy",
							"desc": "Variant of democracy; wherein the people or citizens of a country elect representatives to create and implement public policy in place of active participation by the people."
						},
						{
							"name": "Social democracy",
							"desc": "Variant of democracy; social democracy rejects the \"either/or\" phobiocratic/polarisation interpretation of capitalism versus socialism. It claims that fostering a progressive evolution of capitalism will gradually result in the evolution of capitalist economy into socialist economy. Social democracy argues that all citizens should be legally entitled to certain social rights. These are made up of universal access to public services such as: education, health care, workers\" compensation, public transportation, and other services including child care and care for the elderly. Social democracy is connected with the trade union labour movement and supports collective bargaining rights for workers. Contemporary social democracy advocates freedom from discrimination based on differences of: ability/disability, age, ethnicity, sex, gender, language, race, religion, sexual orientation, and social class."
						},
						{
							"name": "Totalitarian democracy",
							"desc": "Variant of democracy; refers to a system of government in which lawfully elected representatives maintain the integrity of a nation state whose citizens, while granted the right to vote, have little or no participation in the decision-making process of the government."
						}
					]
				},

				{
					"name": "Oligarchic",
					"desc": "Governments with oligarchic attributes are ruled by a small group of segregated, powerful and/or influential people, who usually share similar interests and/or family relations. These people may spread power and elect candidates equally or not equally. An oligarchy is different from a true democracy because very few people are given the chance to change things. An oligarchy does not have to be hereditary or monarchic. An oligarchy does not have one clear ruler, but several rulers.",
					"option": [
						{
							"name": "Ergatocracy",
							"desc": "Rule by the proletariat, the workers, or the working class. Examples of ergatocracy include communist revolutionaries and rebels which control most of society and create an alternative economy for people and workers. See Dictatorship of the proletariat."
						},
						{
							"name": "Kritarchy",
							"desc": "Rule by judges; a system of governance composed of law enforcement institutions in which the state and the legal systems are traditionally and/or constitutionally the same entity. Kritarchic judges, magistrates and other adjudicators have the legal power to legislate and administrate the enforcement of government laws, in addition to the interposition of laws and the resolution of disputes. (Not to be confused with \"judiciary\" or \"judicial system\".) Somalia, ruled by judges with the tradition of xeer,[18] as well as the Islamic Courts Union, is a historical example."
						},
						{
							"name": "Netocracy",
							"desc": "Rule by social connections; a term invented by the editorial board of the American technology magazine Wired in the early 1990s. A portmanteau of Internet and aristocracy, netocracy refers to a perceived global upper-class that bases its power on a technological advantage and networking skills, in comparison to what is portrayed as a bourgeoisie of a gradually diminishing importance. The netocracy concept has been compared with Richard Florida\"s concept of the creative class. Bard and Söderqvist have also defined an under-class in opposition to the netocracy, which they refer to as the consumtariat."
						},
						{
							"name": "Oligarchy",
							"desc": "Rule by a system of governance with small group of people who share similar interests or family relations."
						},
						{
							"name": "Plutocracy",
							"desc": "Rule by the rich; a system of governance composed of the wealthy class. Any of the forms of government listed here can be plutocracy. For instance, if all of the elected representatives in a republic are wealthy, then it is a republic and a plutocracy."
						},
						{
							"name": "Stratocracy",
							"desc": "Rule by military service; a system of governance composed of military government in which the state and the military are traditionally and/or constitutionally the same entity. Citizens with mandatory or voluntary active military service, or who have been honorably discharged, have the right to govern. (Not to be confused with \"military junta\" or \"military dictatorship\".) The Spartan city-state is a historical example; its social system and constitution, were completely focused on military training and excellence. Stratocratic ideology often attaches to the honor-oriented timocracy."
						},
						{
							"name": "Theocracy",
							"desc": "Rule by a religious elite; a system of governance composed of religious institutions in which the state and the church are traditionally and/or constitutionally the same entity. Citizens who are clergy have the right to govern. The Vatican\"s (see Pope), the Tibetan government\"s (see Dalai Lama) and Islamic states are historically considered theocracies."
						}
					]
				},

				{
					"name": "Other Electors",
					"desc": "",
					"option": [
						{
							"name": "Anarchy",
							"desc": "Anarchy has more than one definition. In the United States, the term \"anarchy\" typically is used to refer to a society without a publicly enforced government or violently enforced political authority. When used in this sense, anarchy may or may not be intended to imply political disorder or lawlessness within a society. Outside of the U.S., and by most individuals that self-identify as anarchists, it implies a system of governance, mostly theoretical at a nation state level. There are also other forms of anarchy that attempt to avoid the use of coercion, violence, force and authority, while still producing a productive and desirable society."
						},
						{
							"name": "Anocracy",
							"desc": "An anocracy is a regime type where power is not vested in public institutions (as in a normal democracy) but spread amongst elite groups who are constantly competing with each other for power. Examples of anocracies in Africa include the warlords of Somalia and the shared governments in Kenya and Zimbabwe. Anocracies are situated midway between an autocracy and a democracy. The Polity IV dataset recognised anocracy as a category. In that dataset, anocracies are exactly in the middle between autocracies and democracies. Often the word is defined more broadly. For example a 2010 International Alert publication defined anocracies as \"countries that are neither autocratic nor democratic, most of which are making the risky transition between autocracy and democracy\". Alert noted that the number of anocracies had increased substantially since the end of the Cold War. Anocracy is not surprisingly the least resilient political system to short-term shocks: it creates the promise but not yet the actuality of an inclusive and effective political economy, and threatens members of the established elite; and is therefore very vulnerable to disruption and armed violence."
						},
						{
							"name": "Banana republic",
							"desc": "A banana republic is a politically unstable kleptocratic government that economically depends upon the exports of a limited resource (fruits, minerals), and usually features a society composed of stratified social classes, such as a great, impoverished ergatocracy and a ruling plutocracy, composed of the aristocracy of business, politics, and the military. In political science, the term banana republic denotes a country dependent upon limited primary-sector productions, which is ruled by a plutocracy who exploit the national economy by means of a politico-economic oligarchy. In American literature, the term banana republic originally denoted the fictional Republic of Anchuria, a servile dictatorship that abetted, or supported for kickbacks, the exploitation of large-scale plantation agriculture, especially banana cultivation. In U.S. politics, the term banana republic is a pejorative political descriptor coined by the American writer O. Henry in Cabbages and Kings (1904), a book of thematically related short stories derived from his 1896–97 residence in Honduras, where he was hiding from U.S. law for bank embezzlement."
						},
						{
							"name": "Maoism",
							"desc": "The theory and practice of Marxism-Leninism developed in China by Mao Zedong (Mao Tse-tung), which states that a continuous revolution is necessary if the leaders of a communist state are to keep in touch with the people."
						}
					]
				}

			]
		},

		{
			"name": "Power Distribution",
			"option": [

				{
					"name": "Republican",
					"desc": "A republic is a form of government in which the country is considered a \"public matter\" (Latin: res publica), not the private concern or property of the rulers, and where offices of states are subsequently directly or indirectly elected or appointed rather than inherited.",
					"option": [
						{
							"name": "Republic",
							"desc": "Rule by a form of government in which the people, or some significant portion of them, have supreme control over the government and where offices of state are elected or chosen by elected people. A common simplified definition of a republic is a government where the head of state is not a monarch. Montesquieu included both democracies, where all the people have a share in rule, and aristocracies or oligarchies, where only some of the people rule, as republican forms of government."
						},
						{
							"name": "Constitutional Republic",
							"desc": "Rule by a government whose powers are limited by law or a formal constitution, and chosen by a vote amongst at least some sections of the populace (Ancient Sparta was in its own terms a republic, though most inhabitants were disenfranchised). Republics that exclude sections of the populace from participation will typically claim to represent all citizens (by defining people without the vote as \"non-citizens\"). Examples include the United States, South Africa, India, etc."
						},
						{
							"name": "Democratic Republic",
							"desc": "A republic form of government where the country is considered a \"public matter\" (Latin: res publica), not a private concern or property of rulers/3rd world, and where offices of states are subsequently, directly or indirectly, elected or appointed – rather than inherited – where all eligible citizens have an equal say in the local and national decisions that affect their lives."
						},
						{
							"name": "Parlimentary Republic",
							"desc": "A republic, like India, Singapore and Poland, with an elected head of state, but where the head of state and head of government are kept separate with the head of government retaining most executive powers, or a head of state akin to a head of government, elected by a parliament."
						},
						{
							"name": "Federal Republic",
							"desc": "A federal union of states or provinces with a republican form of government. Examples include Argentina, Austria, Brazil, Germany, India, Russia, and Switzerland."
						},
						{
							"name": "Islamic Republic",
							"desc": "Republics governed in accordance with Islamic law. Examples include Afghanistan, Pakistan, and Iran."
						},
						{
							"name": "Socialist Republic",
							"desc": "Countries like China and Vietnam are meant to be governed for and by the people, but with no direct elections. The term People\"s Republic is used to differentiate themselves from the earlier republic of their countries before the people\"s revolution, like the Republic of China and Republic of Korea."
						}
					]
				},

				{
					"name": "Federalism",
					"desc": "Federalism is a political concept in which a group of members are bound together by covenant (Latin: foedus, covenant) with a governing representative head. The term \"federalism\" is also used to describe a system of government in which sovereignty is constitutionally divided between a central governing authority and constituent political units (such as states or provinces). Federalism is a system based upon democratic rules and institutions in which the power to govern is shared between national and provincial/state governments, creating what is often called a federation. Proponents are often called federalists.",
					"option": [
						{
							"name": "Federalism",
							"desc": "Rule by a form of government in which the people, or some significant portion of them, have supreme control over the government and where offices of state are elected or chosen by elected people. Montesquieu included both democracies, where all the people have a share in rule, and aristocracies or oligarchies, where only some of the people rule, as republican forms of government."
						},
						{
							"name": "Federal Monarchy",
							"desc": "A federal monarchy is a federation of states with a single monarch as overall head of the federation, but retaining different monarchs, or a non-monarchical system of government, in the various states joined to the federation."
						},
						{
							"name": "Federal Republic",
							"desc": "A federal union of states or provinces with a republican form of government. Examples include Argentina, Austria, Brazil, Germany, India, Russia, and Switzerland."
						}
					]
				},

				{
					"name": "Other Power Distributions",
					"desc": "",
					"option": [
						{
							"name": "Adhocracy",
							"desc": "Rule by a government based on relatively disorganised principles and institutions as compared to a bureaucracy, its exact opposite."
						},
						{
							"name": "Anarchism",
							"desc": "Sometimes said to be non-governance; it is a structure which strives for non-hierarchical voluntary associations among agents. Anarchy is a situation where there is no government. This can happen after a civil war in a country, when a government has been destroyed and rival groups are fighting to take its place. There are also people called anarchists. They believe that any government is a bad thing – this belief is called anarchism. Anarchists think governments stop people organising their own lives. Instead they think people would be better off if they ruled their own lives and worked together to create a society in any form they choose."
						},
						{
							"name": "Band society",
							"desc": "Rule by a government based on small (usually family) unit with a semi-informal hierarchy, with strongest (either physical strength or strength of character) as leader. Very much like a pack seen in other animals, such as wolves."
						},
						{
							"name": "Bureaucracy",
							"desc": "Rule by a system of governance with many bureaus, administrators, and petty officials"
						},
						{
							"name": "Chiefdom",
							"desc": "Rule by a government based on small complex society of varying degrees of centralisation that is led by an individual known as a chief."
						},
						{
							"name": "Cybersynacy",
							"desc": "Ruled by a data fed group of secluded individuals that regulates aspects of public and private life using data feeds and technology having no interactivity with the citizens but using \"facts only\" to decide direction."
						},
						{
							"name": "Parliamentary system",
							"desc": "A system of democratic government in which the ministers of the executive branch derive their legitimacy from and are accountable to a legislature or parliament; the executive and legislative branches are interconnected. It is a political system in which the supreme power lies in a body of citizens who can elect people to represent them."
						},
						{
							"name": "Presidential system",
							"desc": "A system of government where an executive branch is led by a president who serves as both head of state and head of government. In such a system, this branch exists separately from the legislature, to which it is not responsible and which it cannot, in normal circumstances, dismiss."
						},
						{
							"name": "Nomocracy",
							"desc": "Rule by a government under the sovereignty of rational laws and civic right as opposed to one under theocratic systems of government. In a nomocracy, ultimate and final authority (sovereignty) exists in the law."
						}
					]
				}

			]
		},

		{
			"name": "Socio Economic",
			"option": [

				{
					"name": "Socio-economic",
					"desc": "Historically, most political systems originated as socioeconomic ideologies; experience with those movements in power, and the strong ties they may have to particular forms of government, can cause them to be considered as forms of government in themselves.",
					"option": [
						{
							"name": "Capitalism",
							"desc": "In a capitalist or free-market economy, people own their own businesses and property and must buy public services for private use."
						},
						{
							"name": "Communism",
							"desc": "A form of socialism, a stateless, classless, moneyless society, based on common ownership of industry."
						},
						{
							"name": "Distributism",
							"desc": "A form of widespread Property ownership as fundamental right; the means of production are spread as widely as possible rather than being centralized under the control of the state (state socialism), a few individuals (plutocracy), or corporations (corporatocracy). Distributism fundamentally opposes socialism and capitalism, which distributists view as equally flawed and exploitative. In contrast, distributism seeks to subordinate economic activity to human life as a whole, to our spiritual life, our intellectual life, our family life."
						},
						{
							"name": "Feudalism",
							"desc": "A system of land ownership and duties. Under feudalism, all the land in a kingdom was the king\"s. However, the king would give some of the land to the lords or nobles who fought for him. These presents of land were called manors. Then the nobles gave some of their land to vassals. The vassals then had to do duties for the nobles. The lands of vassals were called fiefs."
						},
						{
							"name": "Socialism",
							"desc": "In a socialist society, workers democratically through cooperatives own all industry, public services may be commonly or state owned, such as foodstuff, healthcare and education."
						},
						{
							"name": "Welfare state",
							"desc": "Concept of government in which the state plays a key role in the protection and promotion of the economic and social well-being of its citizens. It is based on the principles of equality of opportunity, equitable distribution of wealth, and public responsibility for those unable to avail themselves of the minimal provisions for a good life."
						}
					]
				}

			]
		},

		{
			"name": "Regional Autonomy",
			"option": [

				{
					"name": "Central Sovereignty",
					"desc": "Sovereignty located exclusively at the centre of political jurisdiction.",
					"option": [
						{
							"name": "Empire",
							"desc": "An empire is a geographically extensive group of diverse states and peoples (ethnic groups) united and ruled by a central authority, either by a monarch (emperor, empress) or an oligarchy. The term empire is derived from the Latin term imperium (a rule, a command; authority, control, power; supreme power, sole dominion; military authority; a dominion, realm), the \"ruling\" of territories that are far beyond the homeland."
						},
						{
							"name": "Unitary state",
							"desc": "A unitary state is a state governed as one single power in which the central government is ultimately supreme and any administrative divisions (subnational units) exercise only powers that their central government chooses to delegate. The majority of states in the world have a unitary system of government."
						}
					]
				},

				{
					"name": "Mixed Sovereignty",
					"desc": "Sovereignty located at the centre and in peripheral areas.",
					"option": [
						{
							"name": "Hegemony",
							"desc": "Hegemony is the political, economic, or military predominance or control of one state over others. In Ancient Greece (8th century BCE – 6th century CE), hegemony denoted the politico–military dominance of a city-state over other city-states. The dominant state is known as the hegemon. In the 19th century, hegemony came to denote the \"Social or cultural predominance or ascendancy; predominance by one group within a society or milieu\". Later, it could be used to mean \"a group or regime which exerts undue influence within a society.\" Also, it could be used for the geopolitical and the cultural predominance of one country over others; from which was derived hegemonism, as in the idea that the Great Powers meant to establish European hegemony over Asia and Africa."
						},
						{
							"name": "Federation and federal republic",
							"desc": "A federation, also known as a federal state, is a political entity characterized by a union of partially self-governing states or regions under a central (federal) government. In a federation, the self-governing status of the component states, as well as the division of power between them and the central government, are typically constitutionally entrenched and may not be altered by a unilateral decision of either party, the states or the federal political body."
						},
						{
							"name": "Confederation",
							"desc": "A confederation (also known as confederacy or league) is a union of political units for common action in relation to other units. Usually created by treaty but often later adopting a common constitution, confederations tend to be established for dealing with critical issues (such as defense, foreign affairs, or a common currency), with the central government being required to provide support for all members."
						},
						{
							"name": "Federal monarchy",
							"desc": "A federal monarchy is a federation of states with a single monarch as over-all head of the federation, but retaining different monarchs, or a non-monarchical system of government, in the various states joined to the federation."
						}
					]
				},

				{
					"name": "Diverging Sovereignty",
					"desc": "This list focuses on differing approaches that political systems take to the distribution of sovereignty, and the autonomy of regions within the state.",
					"option": [
						{
							"name": "Asymmetrical federalism",
							"desc": "Asymmetric federalism or asymmetrical federalism is found in a federation or confederation in which different constituent states possess different powers: one or more of the states has considerably more autonomy than the other substates, although they have the same constitutional status. The division of powers between substates is not symmetric. This is in contrast to symmetric federalism, where no distinction is made between constituent states. As a result, it is frequently proposed as a solution to the dissatisfactions that arise when one or two constituent units feel significantly different needs from the others, as the result of an ethnic, linguistic or cultural difference."
						},
						{
							"name": "Federacy",
							"desc": "A federacy is a form of government where one or several substate units enjoy considerably more independence than the majority of the substate units. To some extent, such an arrangement can be considered as similar to asymmetric federalism."
						},
						{
							"name": "Associated state",
							"desc": "An associated state is the minor partner in a formal, free relationship between a political territory with a degree of statehood and a (usually larger) nation, for which no other specific term, such as protectorate, is adopted. The details of such free association are contained in United Nations General Assembly resolution 1541 (XV) Principle VI, a Compact of Free Association or Associated Statehood Act and are specific to the countries involved. In the case of the Cook Islands and Niue, the details of their free association arrangement are contained in several documents, such as their respective constitutions, the 1983 Exchange of Letters between the governments of New Zealand and the Cook Islands, and the 2001 Joint Centenary Declaration. Free associated states can be described as independent or not, but free association is not a qualification of an entity\"s statehood or status as a subject of international law."
						},
						{
							"name": "Protectorate",
							"desc": "A protectorate, in its inception adopted by modern international law, is an autonomous territory that is protected diplomatically or militarily against third parties by a stronger state or entity. In exchange for this, the protectorate usually accepts specified obligations, which may vary greatly, depending on the real nature of their relationship. However, it retains formal sovereignty and remains a state under international law. A territory subject to this type of arrangement is also known as a protected state."
						},
						{
							"name": "Colonial dependency",
							"desc": "Colonialism is the establishment, exploitation, maintenance, acquisition, and expansion of colony in one territory by a political power from another territory. It is a set of unequal relationships between the colonial power and the colony and often between the colonists and the indigenous population."
						},
						{
							"name": "Thalassocracy",
							"desc": "The term thalassocracy refers to a state with primarily maritime realms—an empire at sea, such as the Phoenician network of merchant cities. Traditional thalassocracies seldom dominate interiors, even in their home territories (for example: Phoenician Tyre, Sidon and Carthage or Srivijaya and Majapahit in Southeast Asia). It is necessary to distinguish this traditional sense of thalassocracy from an \"empire\", where the state\"s territories, though possibly linked principally or solely by the sea lanes, generally extend into mainland interiors. The term can also simply refer to naval supremacy, in either military or commercial senses of the word \"supremacy\". Indeed, the word thalassocracy itself was first used by the Greeks to describe the government of the Minoan civilization, whose power depended on its navy. Herodotus also spoke of the need to counter the Phoenician thalassocracy by developing a Greek \"empire of the sea\"."
						},
						{
							"name": "League",
							"desc": "An alliance is a pact, coalition or friendship between two or more parties, made in order to advance common goals and to secure common interests. It can be a political agreement between countries to support each other in disputes with other countries, making them allies."
						},
						{
							"name": "Commonwealth",
							"desc": "Commonwealth is a traditional English term for a political community founded for the common good. Historically it has sometimes been synonymous with \"republicanism\". More recently it has been used for fraternal associations of some sovereign nations. Most notably the Commonwealth of Nations, an association primarily of former members of the British Empire, is often referred to as simply \"the Commonwealth\"."
						},
						{
							"name": "Decentralisation and devolution",
							"desc": "Powers redistributed from central to regional or local governments. Decentralization (or decentralisation) is the process of redistributing or dispersing functions, powers, people or things away from a central location or authority. While centralization, especially in the governmental sphere, is widely studied and practiced, there is no common definition or understanding of decentralization. The meaning of decentralization may vary in part because of the different ways it is applied. Concepts of decentralization have been applied to group dynamics and management science in private businesses and organizations, political science, law and public administration, economics and technology. Devolution is the statutory granting of powers from the central government of a sovereign state to government at a subnational level, such as a regional, local, or state level. It is a form of decentralization. Devolved territories have the power to make legislation relevant to the area."
						}
					]
				}

			]
		}
	]
}
